Repository: RiftValleySoftware/amkamani
Catalog: AlarmClock/Bundle Resources/*.lproj/Localizable.strings
Languages: de, es, fr

# NSAppleMusicUsageDescription
source: Play music as an alarm
de: Musik als Alarm abspielen
es: Reproducir música como alarma
fr: Lire la musique en tant qu'alarme

# ERROR_HEADER_MEDIA
source: DEVICE MEDIA ERROR
de: GERÄTEMEDIENFEHLER
es: ERROR DE MEDIOS DEL DISPOSITIVO
fr: ERREUR MÉDIA DE L'APPAREIL

# ERROR_TEXT_MEDIA_PERMISSION_DENIED
source: You are not allowed to read any media from this device.
de: Sie dürfen keine Medien von diesem Gerät lesen.
es: No tienes permitido leer cualquier medio desde este dispositivo.
fr: Vous n'avez pas l'autorisation de lire des médias sur cet appareil.

# ERROR_TEXT_MEDIA_CANNOT_CREATE_AVPLAYER
source: There was a technical problem creating the sound player.
de: Es gab ein technisches Problem mit der Erstellung des Sound-Players.
es: Hubo un problema técnico en la creación del reproductor de sonido.
fr: Un problème technique est survenu lors de la création du lecteur de sons.

# LOCAL-ACTIVE-SWITCH
source: Active
de: Aktiv
es: Activo

# LOCAL-VIBRATE-BEEP-SWITCH
source: Vibrate
de: Vibrieren
es: Vibración
fr: Vibration

# LOCAL-UNKNOWN-SONG
source: Unknown Song
de: Unbekannter Song
es: Canción desconocida
fr: Chanson inconnue

# LOCAL-UNKNOWN-ALBUM
source: Unknown Album
de: Unbekanntes Album
es: Álbum desconocido
fr: Album inconnu

# LOCAL-UNKNOWN-ARTIST
source: Unknown Artist
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu

# LOCAL-NO-MUSIC-LABEL
source: No Music Available
de: Keine Musik verfügbar
es: No hay música disponible
fr: Aucune musique disponible

# LOCAL-MUSIC-LOOKUP-LABEL
source: Fetching Your Music Library
de: Ihre Musikbibliothek wird abgerufen
es: Buscando en tu biblioteca musical
fr: Récupération de votre bibliothèque musicale

# LOCAL-ALARM-DEACTIVATED-LABEL
source: This alarm will not go off until next time.
de: Dieser Alarm wird erst beim nächsten Mal ausgelöst.
es: Esta alarma no sonará hasta la próxima vez.
fr: Cette alarme ne se mettra pas en route avant la prochaine fois.

# annoying-alarm.mp3
source: Classic Alarm
de: Klassischer Wecker
es: Alarma clásica
fr: Alarme classique

# electronic-buzz.mp3
source: Strident Beeps
de: Schrilles Piepen
es: Pitidos estridentes
fr: Bips stridents

# fast-beep.mp3
source: Subtle Ringing
de: Dezentes Klingeln
es: Sonido delicado
fr: Sonnerie douce

# high-fast-beeps.mp3
source: Fast Subtle Beeps
de: Schnelles dezentes Piepen
es: Pitidos delicados rápidos
fr: Bips rapides et doux

# single-beep.mp3
source: Basic Beeps
de: Einfaches Piepen
es: Pitidos básicos
fr: Bips basiques

# crazy-bird.mp3
source: Crazy Bird
de: Verrückter Vogel
es: Pájaro loco
fr: Oiseau fou

# escalation.mp3
source: Escalating Alarm
de: Eskalierender Alarm
es: Alarma intensificada
fr: Alarme progressive

# videogame-beeps-high-frequency.mp3
source: High-Frequency Electronic
de: Elektronisch – Hochfrequenz
es: Electrónica de alta frecuencia
fr: Électronique à hautes fréquences

# videogame-beeps-lower-frequency.mp3
source: Low-Frequency Electronic
de: Elektronisch – Niederfrequenz
es: Electrónica de baja frecuencia
fr: Électronique à basses fréquences

# LOCAL-APP-INFO-TEXT
source: When I have something to say, I'll say it here.
de: AmkaMani ist der ultimative Wecker. Er ist als Ersatz für Ihren herkömmlichen, eigenständigen Wecker gedacht, der Sie bisher jeden Morgen zuverlässig geweckt hat. Tippen Sie am unteren Rand des Displays auf einen der drei Alarme, um ihn zu aktivieren. Durch langes Drücken können Sie diesen Alarm einstellen.
es: AmkaMani es el mejor despertador para la mesa de noche. Su diseño busca reemplazar el reloj de alarma independiente tradicional que usas para despertarte cada mañana. Pulsa en una de las tres alarmas en la parte inferior de la pantalla para activar la alarma y pulsa sostenidamente en una alarma para configurar esa alarma.
fr: AmkaMani est l'alarme de chevet ultime. Elle est conçue pour remplacer le traditionnel réveil sur lequel vous comptez toujours pour vous réveiller chaque matin. Touchez l'une des trois alarmes en bas de l'écran pour activer l'alarme et appuyez longuement sur une alarme pour la régler.

# LOCAL-SNOOZE-COUNT
source: Number of Snoozes
de: Anzahl der erneuten Erinnerungen
es: Cantidad de repeticiones
fr: Nombre de veilles

# LOCAL-ACCESSIBILITY-HINT-MAIN-TIME
source: If You Long-Press or Double-Tap, it Will Open the Color and Font Editor
de: Durch längeres Drücken oder Doppeltippen wird der Farben- und Schriftarten-Editor geöffnet
es: Si pulsas sostenidamente o pulsas dos veces, se abrirá el editor de color y fuentes
fr: Si vous appuyez longuement ou si vous appuyez deux fois, l'éditeur de couleurs et de polices s'ouvrira

# LOCAL-ACCESSIBILITY-BRIGHTNESS-SLIDER
source: Adjust Display Brightness
de: Bildschirmhelligkeit anpassen
es: Ajustar el brillo de la pantalla
fr: Ajuster la luminosité de l'écran

# LOCAL-ACCESSIBILITY-BRIGHTNESS-SLIDER-HINT
source: Sliding Up or Down the Screen Adjusts Brightness. Down is Darker.
de: Aufwärts- oder Abwärtsstreichen auf dem Bildschirm passt die Helligkeit an. Abwärts macht ihn dunkler.
es: Desliza hacia arriba o hacia abajo de la pantalla para ajustar el brillo. Hacia abajo es más oscuro.
fr: Balayer vers le haut ou vers le bas sur l'écran ajuste la luminosté. Le plus foncé se trouve en bas.

# LOCAL-ACCESSIBILITY-ALARM-CONTAINER
source: These are the Three Alarms Available to the Clock
de: Dies sind die drei Alarme, die für den Wecker verfügbar sind
es: Estas son las tres alarmas disponibles para el reloj
fr: Il y a trois alarmes disponibles sur le réveil

# LOCAL-ACCESSIBILITY-ALARM-CONTAINER-ON
source: This Alarm Is Active
de: Dieser Alarm ist aktiv
es: Esta alarma está activa
fr: Cette alarme est active

# LOCAL-ACCESSIBILITY-ALARM-CONTAINER-OFF
source: This Alarm Is Not Active
de: Dieser Alarm ist nicht aktiv
es: Esta alarma no está activa
fr: Cette alarme n'est pas active

# LOCAL-ACCESSIBILITY-ALARM-CONTAINER-HINT
source: If You Tap on the Alarm, it Will Enable or Disable the Alarm. If You Long-Press on the Alarm, it Will Open the Alarm Editor.
de: Wenn Sie auf den Alarm tippen, wird der Alarm aktiviert oder deaktiviert. Wenn Sie lange auf den Alarm drücken, wird der Alarm-Editor geöffnet.
es: Si pulsas en la alarma, se activará o desactivará la alarma. Si pulsas sostenidamente en la alarma, se abrirá el editor de la alarma.
fr: Si vous appuyez sur l'alarme, cela activera ou désactivera l'alarme. Si vous appuyez longuement sur l'alarme, l'éditeur d'alarme s'ouvrira.

# LOCAL-ACCESSIBILITY-ALARM-DISPLAY
source: The Alarm is Currently Going Off, and This Is A Flashing Screen
de: Der Alarm wurde gerade ausgelöst und dies ist ein blinkender Bildschirm
es: La alarma está sonando actualmente y la pantalla está parpadeando
fr: L'alarme est actuellement en route et c'est un écran qui clignote

# LOCAL-ACCESSIBILITY-ALARM-DISPLAY-HINT
source: If You Tap in the Screen, the Alarm Will "Sleep". If You Long-Press in the Screen, the Alarm Will Turn Off Completely.
de: Wenn Sie auf den Bildschirm tippen, wechselt der Alarm in den Ruhezustand („Sleep“-Modus). Wenn Sie lange auf den Bildschirm drücken, wird der Alarm ganz ausgeschaltet.
es: Si pulsas en la pantalla, la alarma quedará en "Reposo". Si pulsas sostenidamente en la pantalla, la alarma se apagará por completo.
fr: Si vous touchez l'écran, l'alarme « se mettra en veille ». Si vous appuyez longuement sur l'écran, l'alarme s'arrêtera totalement.

# LOCAL-ACCESSIBILITY-COLOR-PICKER-LABEL
source: Select A Font Color
de: Schriftfarbe auswählen
es: Selecciona un color de fuente
fr: Sélectionner une couleur de police

# LOCAL-ACCESSIBILITY-COLOR-PICKER-HINT
source: Scroll Vertically to Select A New Color for the Displays
de: Vertikal scrollen, um eine neue Farbe für die Anzeigen auszuwählen
es: Desplaza verticalmente para elegir un nuevo color para las pantallas
fr: Faites défiler verticalement pour sélectionner une nouvelle couleur d'affichage

# LOCAL-ACCESSIBILITY-FONT-SELECTOR-LABEL
source: Choose A Display Font
de: Schriftart für die Anzeige auswählen
es: Elige una fuente para visualizar
fr: Choisir une police d'affichage

# LOCAL-ACCESSIBILITY-FONT-SELECTOR-HINT
source: Scroll Vertically to Select A New Font for the Displays
de: Vertikal scrollen, um eine neue Schriftart für Anzeigen auszuwählen
es: Desplaza verticalmente para elegir una nueva fuente para las pantallas
fr: Faites défiler verticalement pour sélectionner une nouvelle police d'affichage

# LOCAL-ACCESSIBILITY-INFO-BUTTON-LABEL
source: Display Information About This App
de: Informationen über diese App anzeigen
es: Mostrar información sobre esta aplicación
fr: Afficher les informations relatives à cette application

# LOCAL-ACCESSIBILITY-INFO-BUTTON-HINT
source: Tapping On This Button Will Bring Up A Screen With Information About This App
de: Beim Antippen dieser Schaltfläche wird ein Bildschirm mit Informationen über diese App angezeigt
es: Al pulsar este botón se abrirá una pantalla con información sobre esta aplicación
fr: Appuyer sur ce bouton fera apparaître un écran affichant les informations relatives à cette application

# LOCAL-ACCESSIBILITY-ALARM-ENABLE-SWITCH-LABEL
source: Enable or Disable the Alarm
de: Den Alarm aktivieren oder deaktivieren
es: Activar o desactivar la alarma
fr: Activer ou désactiver l'alarme

# LOCAL-ACCESSIBILITY-ALARM-ENABLE-SWITCH-HINT
source: Use This to Change Whether or Not the Alarm is Active
de: Hiermit aktivieren oder deaktivieren Sie den Alarm
es: Usa esta opción para configurar si la alarma está activa o no
fr: Utilisez ceci pour régler l'alarme sur active ou non

# LOCAL-ACCESSIBILITY-ALARM-VIBRATE-SWITCH-LABEL
source: Vibrate On Alarm
de: Bei Alarm vibrieren
es: Vibrar con la alarma
fr: Vibration pendant l'alarme

# LOCAL-ACCESSIBILITY-ALARM-VIBRATE-SWITCH-HINT
source: Use This to Change Whether or Not the Phone Vibrates When the Alarm Goes Off
de: Hiermit ändern Sie, ob das Telefon vibriert, wenn der Wecker angeht
es: Usa esta opción para configurar si el teléfono vibra o no cuando suena la alarma
fr: Utilisez ceci pour régler le téléphone sur vibration ou non lorsque l'alarme se met en route

# LOCAL-ACCESSIBILITY-ALARM-DATE-PICKER-LABEL
source: Set Alarm Time
de: Weckzeit einstellen
es: Establecer hora de la alarma
fr: Régler l'heure de l'alarme

# LOCAL-ACCESSIBILITY-ALARM-DATE-PICKER-HINT
source: Use This to Choose the Time the Alarm is Set
de: Hiermit wählen Sie Zeit aus, auf die der Wecker eingestellt ist
es: Usar esta opción para elegir la hora de la alarma
fr: Utilisez ceci pour choisir l'heure à laquelle l'alarme est réglée

# LOCAL-ACCESSIBILITY-ALARM-MODE-LABEL
source: Set Alarm Sound
de: Weckton einstellen
es: Establecer un sonido de alarma
fr: Définir le son de l'alarme

# LOCAL-ACCESSIBILITY-ALARM-MODE-HINT
source: You Can Choose A Repeating Sound, Music From Your Music Library, or Silence
de: Sie können einen sich wiederholenden Weckton, Musik aus Ihrer Musikbibliothek oder Stille auswählen
es: Puedes elegir un sonido repetido, música de tu biblioteca musical o silencio
fr: Vous pouvez choisir un son qui se répète, une musique de votre bibliothèque musicale ou le silence

# LOCAL-ACCESSIBILITY-EDIT-PICKER-LABEL
source: Choose A Sound or An Artist
de: Einen Ton oder einen Künstler wählen
es: Elige un sonido o un artista
fr: Choisir un son ou un artiste

# LOCAL-ACCESSIBILITY-EDIT-PICKER-HINT
source: If You Are in Sound Mode, Then This Will Choose A Sound. Otherwise, It Will Choose An Artist From Your Music Collection
de: Im Ton-Modus wird hiermit ein Weckton ausgewählt. Andernfalls wird ein Künstler aus Ihrer Musiksammlung ausgewählt
es: Si estás en modo de sonido, se elegirá un sonido. De lo contrario, se elegirá un artista de tu colección de música
fr: Si vous êtes en mode son, alors cela choisira un son. Sinon, cela choisira un artiste de votre collection musicale

# LOCAL-ACCESSIBILITY-EDIT-SONG-PICKER-LABEL
source: Choose A Song By the Selected Artist
de: Einen Song von dem ausgewählten Künstler wählen
es: Elige una canción del artista seleccionado
fr: Choisissez une chanson de l'artiste sélectionné

# LOCAL-ACCESSIBILITY-EDIT-SONG-PICKER-HINT
source: When You Select An Artist, This Will be Updated to the Available Songs for That Artist
de: Wenn Sie einen Künstler auswählen, wird dieses Auswahlfeld mit den verfügbaren Songs dieses Künstlers aktualisiert
es: Cuando seleccionas un artista, se actualizarán las canciones disponibles de ese artista
fr: Lorsque vous sélectionnez un artiste, cela sera mis à jour sur les chansons disponibles de cet artiste

# LOCAL-ACCESSIBILITY-EDIT-SOUND-TEST-BUTTON-LABEL
source: Test The Selected Sound
de: Ausgewählten Ton testen
es: Prueba el sonido seleccionado
fr: Tester le son sélectionné

# LOCAL-ACCESSIBILITY-EDIT-SOUND-TEST-BUTTON-HINT
source: If You Press This Button, It Will Play the Selected Sound Repeatedly, and You Can Pause by Pressing This Button Again
de: Beim Drücken dieser Taste wird der ausgewählte Ton wiederholt abgespielt und SIe können ihn durch erneutes Drücken dieser Taste pausieren
es: Si pulsas este botón, se reproducirá el sonido seleccionado varias veces, y puedes detener la reproducción pulsando este botón de nuevo
fr: Si vous appuyez sur ce bouton, le son sélectionné sera lu de façon répétée et vous pouvez mettre en pause en appuyant à nouveau sur ce bouton

# LOCAL-ACCESSIBILITY-EDIT-SONG-TEST-BUTTON-LABEL
source: Test The Selected Song
de: Ausgewählten Song testen
es: Prueba la canción seleccionada
fr: Tester la chanson sélectionnée

# LOCAL-ACCESSIBILITY-EDIT-SONG-TEST-BUTTON-HINT
source: If You Press This Button, It Will Play the Selected Song Repeatedly, and You Can Pause by Pressing This Button Again
de: Beim Drücken dieser Taste wird der ausgewählte Song wiederholt abgespielt und Sie können ihn durch erneutes Drücken dieser Taste pausieren
es: Si pulsas este botón, se reproducirá la canción seleccionada varias veces, y puedes detener la reproducción pulsando este botón de nuevo
fr: Si vous appuyez sur ce bouton, la chanson sélectionnée sera lue de façon répétée et vous pouvez mettre en pause en appuyant à nouveau sur ce bouton

# LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Speaker-LABEL
source: Play A Selected Sound. If you select this mode, when the alarm goes off, one of several selected sounds will play repeatedly. You will select which sound to play in the picker just below this switch.
de: Ausgewählten Ton abspielen. Wenn Sie diesen Modus auswählen wird beim Auslösen des Alarms einer von mehreren ausgewählten Tönen wiederholt abgespielt. Sie wählen diesen Ton mit Hilfe der Tonauswahl direkt unterhalb dieses Schalters aus.
es: Reproducir un sonido seleccionado. Si seleccionas este modo, cuando la alarma suene se reproducirá varias veces uno de los sonidos seleccionados. Selecciona qué sonido quieres reproducir en el selector debajo de este botón.
fr: Lire un son sélectionné. Si vous sélectionnez ce mode, un ou plusieurs sons seront lus de façon répétée lorsque l'alarme se mettra en route. Vous sélectionnerez quel son lire dans le sélecteur situé sous l'interrupteur.

# LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Music-LABEL
source: Play A Selected Song From Your Music Library. If you select this mode, when the alarm goes off, a song that you select from your music library will play repeatedly. You will select which song to play in the two pickers just below this switch.
de: Ausgewählten Song aus Ihrer Musikbibliothek spielen. Wenn Sie diesen Modus auswählen, wird beim Auslösen des Alarms der Song wiederholt abgespielt, den Sie aus Ihrer Musikbibliothek auswählen. Sie wählen diesen Song mit Hilfe der beiden Auswahlfelder direkt unter diesem Schalter aus.
es: Reproducir una canción seleccionada de tu biblioteca musical. Si seleccionas este modo, cuando la alarma suene se reproducirá varias veces una de las canciones seleccionadas de tu biblioteca musical. Selecciona qué canción quieres reproducir en los dos selectores debajo de este botón.
fr: Lire une chanson sélectionnée de votre bibliothèque musicale. Si vous sélectionnez ce mode, une chanson sélectionnée à partir de votre bibliothèque musicale sera lue de façon répétée lorsque l'alarme se mettra en route. Vous pourrez sélectionner quelle chanson lire dans les deux sélecteurs situés sous ce interrupteur.

# LGV_TIMER-ACCESSIBILITY-SEGMENTED-AUDIO-MODE-Nothing-LABEL
source: Silent Alarm. If you select this mode, when the alarm goes off, no sounds will play. Only the screen will flash. The phone may vibrate, if you have that selected.
de: Stiller Alarm. Wenn Sie diesen Modus wählen, werden beim Auslösen des Alarms keine Töne abgespielt. Nur der Bildschirm blinkt. Das Telefon kann vibrieren, wenn Sie dies ausgewählt haben.
es: Alarma silenciosa. Si seleccionas este modo, cuando la alarma suene no se reproducirán sonidos. Solo parpadeará la pantalla. El teléfono puede vibrar si seleccionaste esta opción.
fr: Alarme silencieuse. Si vous sélectionnez ce mode, aucun son ne sera lu lorsque l'alarme se mettra en route. Seul l'écran clignotera. Le téléphone peut vibrer, selon ce que vous avez sélectionné.
